-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 05-Dez-2018 às 00:40
-- Versão do servidor: 10.1.35-MariaDB
-- versão do PHP: 7.2.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `gestor`
--

-- --------------------------------------------------------

--
-- Estrutura da tabela `cliente`
--

CREATE TABLE `cliente` (
  `id` int(11) NOT NULL,
  `nome` varchar(500) NOT NULL,
  `email` varchar(250) NOT NULL,
  `cnpj` varchar(20) NOT NULL,
  `endereco` varchar(500) NOT NULL,
  `telefone` varchar(20) NOT NULL,
  `site` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Extraindo dados da tabela `cliente`
--

INSERT INTO `cliente` (`id`, `nome`, `email`, `cnpj`, `endereco`, `telefone`, `site`) VALUES
(3, 'preto', 'preto', '123', 'preto', '123', 'a');

-- --------------------------------------------------------

--
-- Estrutura da tabela `despesa`
--

CREATE TABLE `despesa` (
  `id` int(11) NOT NULL,
  `nome` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `valor` float NOT NULL,
  `idusuario` int(11) NOT NULL,
  `pago` int(1) NOT NULL,
  `pagoem` datetime DEFAULT NULL,
  `comprovante` varchar(50) COLLATE utf8_unicode_ci DEFAULT '0',
  `fornecedor` varchar(250) COLLATE utf8_unicode_ci DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Extraindo dados da tabela `despesa`
--

INSERT INTO `despesa` (`id`, `nome`, `valor`, `idusuario`, `pago`, `pagoem`, `comprovante`, `fornecedor`) VALUES
(83, '123', 123, 13, 1, '2018-12-04 20:22:42', '83.txt', 'netphrix'),
(84, 'asd', 123, 13, 1, '2018-12-04 20:22:44', '0', 'netphrix'),
(85, 'asd', 123, 13, 1, '2018-12-04 20:22:45', '0', 'netphrix');

-- --------------------------------------------------------

--
-- Estrutura da tabela `fornecedor`
--

CREATE TABLE `fornecedor` (
  `id` int(11) NOT NULL,
  `nome` varchar(500) NOT NULL,
  `email` varchar(250) NOT NULL,
  `cnpj` varchar(20) NOT NULL,
  `endereco` varchar(500) NOT NULL,
  `telefone` varchar(20) NOT NULL,
  `site` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Extraindo dados da tabela `fornecedor`
--

INSERT INTO `fornecedor` (`id`, `nome`, `email`, `cnpj`, `endereco`, `telefone`, `site`) VALUES
(2, 'netphrix', 'a', '1', 'a', '1', 'a');

-- --------------------------------------------------------

--
-- Estrutura da tabela `log`
--

CREATE TABLE `log` (
  `id` int(11) NOT NULL,
  `idusuario` int(11) NOT NULL,
  `data` datetime NOT NULL,
  `pagina` varchar(50) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Extraindo dados da tabela `log`
--

INSERT INTO `log` (`id`, `idusuario`, `data`, `pagina`) VALUES
(90, 13, '2018-11-27 21:20:06', 'PÃ¡gina Inicial'),
(91, 13, '2018-11-27 21:20:07', 'Despesa'),
(92, 13, '2018-11-27 21:20:10', 'SalÃ¡rio'),
(93, 13, '2018-11-27 21:20:11', 'Log'),
(94, 13, '2018-11-27 21:20:13', 'Log'),
(95, 13, '2018-11-27 21:20:14', 'Imagem de Perfil'),
(96, 13, '2018-11-27 21:20:15', 'Log'),
(97, 13, '2018-11-27 21:20:16', 'Imagem de Perfil'),
(98, 13, '2018-11-27 21:20:16', 'Log'),
(99, 13, '2018-11-27 21:20:34', 'PÃ¡gina Inicial'),
(100, 13, '2018-11-27 21:20:40', 'Log'),
(101, 13, '2018-11-27 21:21:30', 'PÃ¡gina Inicial'),
(102, 13, '2018-11-27 21:21:59', 'Excluir Despesa'),
(103, 13, '2018-11-27 21:23:19', 'Excluir Despesa'),
(104, 13, '2018-11-27 21:23:21', 'Despesa'),
(105, 13, '2018-11-27 21:23:22', 'PÃ¡gina Inicial'),
(106, 13, '2018-11-27 21:23:24', 'Despesa'),
(107, 13, '2018-11-27 21:23:28', 'Despesa'),
(108, 13, '2018-11-27 21:23:29', 'PÃ¡gina Inicial'),
(109, 13, '2018-11-27 21:23:32', 'Excluir Despesa'),
(110, 13, '2018-11-27 21:23:36', 'PÃ¡gina Inicial'),
(111, 13, '2018-11-27 21:23:37', 'Despesa'),
(112, 13, '2018-11-27 21:23:40', 'Despesa'),
(113, 13, '2018-11-27 21:23:42', 'PÃ¡gina Inicial'),
(114, 13, '2018-11-27 21:24:23', 'PÃ¡gina Inicial'),
(115, 13, '2018-11-27 21:28:08', 'Cliente'),
(116, 13, '2018-11-27 21:28:09', 'Fornecedor'),
(117, 13, '2018-11-27 21:28:10', 'Cliente'),
(118, 13, '2018-11-27 21:28:11', 'SalÃ¡rio'),
(119, 13, '2018-11-27 21:28:12', 'Cliente'),
(120, 13, '2018-11-27 21:28:13', 'Despesa'),
(121, 13, '2018-11-27 21:28:13', 'PÃ¡gina Inicial'),
(122, 13, '2018-11-27 21:28:14', 'Despesa'),
(123, 13, '2018-11-27 21:28:15', 'SalÃ¡rio'),
(124, 13, '2018-11-27 21:28:17', 'Cliente'),
(125, 13, '2018-11-27 21:28:18', 'Fornecedor'),
(126, 13, '2018-11-27 21:28:20', 'Log'),
(127, 13, '2018-11-27 21:28:21', 'Fornecedor'),
(128, 13, '2018-11-27 21:28:22', 'Cliente'),
(129, 13, '2018-11-27 21:29:02', 'SalÃ¡rio'),
(130, 13, '2018-11-27 21:29:02', 'Cliente'),
(131, 13, '2018-11-27 21:29:03', 'Fornecedor'),
(132, 13, '2018-11-27 21:29:04', 'Cliente'),
(133, 13, '2018-11-27 21:29:04', 'Fornecedor'),
(134, 13, '2018-11-27 21:29:05', 'Cliente'),
(135, 13, '2018-11-27 21:29:05', 'SalÃ¡rio'),
(136, 13, '2018-11-27 21:29:12', 'Log'),
(137, 13, '2018-11-27 21:34:22', 'PÃ¡gina Inicial'),
(138, 13, '2018-11-27 21:34:23', 'PÃ¡gina Inicial'),
(139, 13, '2018-11-27 21:35:59', 'PÃ¡gina Inicial'),
(140, 13, '2018-11-27 21:36:01', 'Despesa'),
(141, 13, '2018-11-27 21:36:02', 'SalÃ¡rio'),
(142, 13, '2018-11-27 21:36:03', 'Cliente'),
(143, 13, '2018-11-27 21:36:03', 'Fornecedor'),
(144, 13, '2018-11-27 21:36:04', 'Log'),
(145, 13, '2018-11-27 21:36:30', 'PÃ¡gina Inicial'),
(146, 13, '2018-11-27 21:43:28', 'Cliente'),
(147, 13, '2018-11-27 21:43:29', 'Fornecedor'),
(148, 13, '2018-11-27 21:49:32', 'PÃ¡gina Inicial'),
(149, 13, '2018-11-27 21:49:32', 'Despesa'),
(150, 13, '2018-11-27 21:49:33', 'SalÃ¡rio'),
(151, 13, '2018-11-27 21:49:34', 'Cliente'),
(152, 13, '2018-11-27 21:49:34', 'Fornecedor'),
(153, 13, '2018-11-27 21:49:34', 'Cliente'),
(154, 13, '2018-11-27 21:49:35', 'SalÃ¡rio'),
(155, 13, '2018-11-27 21:49:35', 'Despesa'),
(156, 13, '2018-11-27 21:49:35', 'PÃ¡gina Inicial'),
(157, 13, '2018-11-29 19:23:36', 'Login'),
(158, 13, '2018-11-29 19:23:38', 'SalÃ¡rio'),
(159, 13, '2018-11-29 19:23:40', 'Cliente'),
(160, 13, '2018-11-29 19:28:21', 'Cliente'),
(161, 13, '2018-11-29 19:31:34', 'Cliente'),
(162, 13, '2018-11-29 19:32:29', 'Cliente'),
(163, 13, '2018-11-29 19:32:51', 'Cliente'),
(164, 13, '2018-11-29 19:43:39', 'Cliente'),
(165, 13, '2018-11-29 19:43:46', 'Cliente'),
(166, 13, '2018-11-29 19:44:01', 'Cliente'),
(167, 13, '2018-11-29 19:44:43', 'Cliente'),
(168, 13, '2018-11-29 19:45:44', 'Fornecedor'),
(169, 13, '2018-11-29 19:45:51', 'Fornecedor'),
(170, 13, '2018-11-29 19:48:53', 'PÃ¡gina Inicial'),
(171, 13, '2018-11-29 19:48:53', 'Despesa'),
(172, 13, '2018-11-29 19:48:54', 'SalÃ¡rio'),
(173, 13, '2018-11-29 19:48:54', 'Cliente'),
(174, 13, '2018-11-29 19:48:55', 'Fornecedor'),
(175, 13, '2018-11-29 19:48:56', 'Cliente'),
(176, 13, '2018-11-29 19:48:56', 'SalÃ¡rio'),
(177, 13, '2018-11-29 19:48:57', 'Despesa'),
(178, 13, '2018-11-29 19:48:57', 'PÃ¡gina Inicial'),
(179, 13, '2018-11-29 19:49:12', 'Despesa'),
(180, 13, '2018-11-29 19:49:13', 'SalÃ¡rio'),
(181, 13, '2018-11-29 19:49:35', 'SalÃ¡rio'),
(182, 13, '2018-11-29 19:49:35', 'Cliente'),
(183, 13, '2018-11-29 19:49:37', 'Fornecedor'),
(184, 13, '2018-11-29 19:49:40', 'Log'),
(185, 13, '2018-11-29 19:49:56', 'Sair'),
(186, 39, '2018-11-29 19:50:25', 'Login'),
(187, 39, '2018-11-29 19:50:27', 'Despesa'),
(188, 39, '2018-11-29 19:50:27', 'SalÃ¡rio'),
(189, 39, '2018-11-29 19:50:28', 'Fornecedor'),
(190, 39, '2018-11-29 19:50:29', 'Cliente'),
(191, 39, '2018-11-29 19:50:29', 'Log'),
(192, 39, '2018-11-29 19:50:45', 'PÃ¡gina Inicial'),
(193, 39, '2018-11-29 19:50:51', 'Sair'),
(194, 13, '2018-11-29 19:51:02', 'Login'),
(195, 13, '2018-11-29 19:51:49', 'PÃ¡gina Inicial'),
(196, 13, '2018-11-29 19:53:41', 'PÃ¡gina Inicial'),
(197, 13, '2018-11-29 19:55:08', 'PÃ¡gina Inicial'),
(198, 13, '2018-11-29 20:01:46', 'PÃ¡gina Inicial'),
(199, 13, '2018-11-29 20:06:28', 'PÃ¡gina Inicial'),
(200, 13, '2018-11-29 20:07:02', 'PÃ¡gina Inicial'),
(201, 13, '2018-11-29 20:07:38', 'PÃ¡gina Inicial'),
(202, 13, '2018-11-29 20:08:10', 'PÃ¡gina Inicial'),
(203, 13, '2018-11-29 20:08:51', 'PÃ¡gina Inicial'),
(204, 13, '2018-11-29 20:09:46', 'Pagar'),
(205, 13, '2018-11-29 20:10:11', 'Pagar'),
(206, 13, '2018-11-29 20:11:22', 'Enviar Comprovante'),
(207, 13, '2018-11-29 20:11:28', 'Enviar Comprovante'),
(208, 13, '2018-11-29 20:12:56', 'PÃ¡gina Inicial'),
(209, 13, '2018-11-29 20:13:23', 'Despesa'),
(210, 13, '2018-11-29 20:23:01', 'Despesa'),
(211, 13, '2018-11-29 20:24:14', 'Despesa'),
(212, 13, '2018-11-29 20:24:15', 'Despesa'),
(213, 13, '2018-11-29 20:24:15', 'Despesa'),
(214, 13, '2018-11-29 20:24:15', 'Despesa'),
(215, 13, '2018-11-29 20:26:46', 'Despesa'),
(216, 13, '2018-11-29 20:26:49', 'Despesa'),
(217, 13, '2018-11-29 20:26:50', 'Despesa'),
(218, 13, '2018-11-29 20:28:58', 'Despesa'),
(219, 13, '2018-11-29 20:30:02', 'Despesa'),
(220, 13, '2018-11-29 20:30:18', 'Cliente'),
(221, 13, '2018-11-29 20:30:33', 'Cliente'),
(222, 13, '2018-11-29 20:30:34', 'Fornecedor'),
(223, 13, '2018-11-29 20:30:49', 'Fornecedor'),
(224, 13, '2018-11-29 20:30:54', 'Despesa'),
(225, 13, '2018-11-29 20:31:35', 'Despesa'),
(226, 13, '2018-11-29 20:55:17', 'Despesa'),
(227, 13, '2018-11-29 20:55:40', 'Despesa'),
(228, 13, '2018-11-29 20:57:11', 'Despesa'),
(229, 13, '2018-11-29 20:57:25', 'Despesa'),
(230, 13, '2018-11-29 20:57:40', 'Despesa'),
(231, 13, '2018-11-29 20:57:59', 'Despesa'),
(232, 13, '2018-11-29 20:58:09', 'Despesa'),
(233, 13, '2018-11-29 20:58:40', 'Despesa'),
(234, 13, '2018-11-29 20:59:17', 'Despesa'),
(235, 13, '2018-11-29 20:59:27', 'Despesa'),
(236, 13, '2018-11-29 20:59:47', 'Despesa'),
(237, 13, '2018-11-29 20:59:54', 'Despesa'),
(238, 13, '2018-11-29 21:01:00', 'Despesa'),
(239, 13, '2018-11-29 21:06:44', 'Despesa'),
(240, 13, '2018-11-29 21:06:44', 'Despesa'),
(241, 13, '2018-11-29 21:06:55', 'Despesa'),
(242, 13, '2018-11-29 21:06:56', 'Despesa'),
(243, 13, '2018-11-29 21:06:56', 'Despesa'),
(244, 13, '2018-11-29 21:06:56', 'Despesa'),
(245, 13, '2018-11-29 21:06:56', 'Despesa'),
(246, 13, '2018-11-29 21:06:56', 'Despesa'),
(247, 13, '2018-11-29 21:06:56', 'Despesa'),
(248, 13, '2018-11-29 21:06:56', 'Despesa'),
(249, 13, '2018-11-29 21:06:56', 'Despesa'),
(250, 13, '2018-11-29 21:06:56', 'Despesa'),
(251, 13, '2018-11-29 21:06:56', 'Despesa'),
(252, 13, '2018-11-29 21:06:56', 'Despesa'),
(253, 13, '2018-11-29 21:06:56', 'Despesa'),
(254, 13, '2018-11-29 21:06:56', 'Despesa'),
(255, 13, '2018-11-29 21:06:56', 'Despesa'),
(256, 13, '2018-11-29 21:06:56', 'Despesa'),
(257, 13, '2018-11-29 21:06:56', 'Despesa'),
(258, 13, '2018-11-29 21:06:56', 'Despesa'),
(259, 13, '2018-11-29 21:06:56', 'Despesa'),
(260, 13, '2018-11-29 21:06:56', 'Despesa'),
(261, 13, '2018-11-29 21:06:57', 'Despesa'),
(262, 13, '2018-11-29 21:06:57', 'Despesa'),
(263, 13, '2018-11-29 21:06:57', 'Despesa'),
(264, 13, '2018-11-29 21:06:57', 'Despesa'),
(265, 13, '2018-11-29 21:06:57', 'Despesa'),
(266, 13, '2018-11-29 21:06:57', 'Despesa'),
(267, 13, '2018-11-29 21:06:57', 'Despesa'),
(268, 13, '2018-11-29 21:06:57', 'Despesa'),
(269, 13, '2018-11-29 21:06:57', 'Despesa'),
(270, 13, '2018-11-29 21:06:57', 'Despesa'),
(271, 13, '2018-11-29 21:06:57', 'Despesa'),
(272, 13, '2018-11-29 21:06:57', 'Despesa'),
(273, 13, '2018-11-29 21:06:57', 'Despesa'),
(274, 13, '2018-11-29 21:06:57', 'Despesa'),
(275, 13, '2018-11-29 21:06:57', 'Despesa'),
(276, 13, '2018-11-29 21:06:58', 'Despesa'),
(277, 13, '2018-11-29 21:06:58', 'Despesa'),
(278, 13, '2018-11-29 21:06:58', 'Despesa'),
(279, 13, '2018-11-29 21:06:58', 'Despesa'),
(280, 13, '2018-11-29 21:06:58', 'Despesa'),
(281, 13, '2018-11-29 21:06:58', 'Despesa'),
(282, 13, '2018-11-29 21:06:58', 'Despesa'),
(283, 13, '2018-11-29 21:06:58', 'Despesa'),
(284, 13, '2018-11-29 21:06:58', 'Despesa'),
(285, 13, '2018-11-29 21:06:58', 'Despesa'),
(286, 13, '2018-11-29 21:06:58', 'Despesa'),
(287, 13, '2018-11-29 21:06:58', 'Despesa'),
(288, 13, '2018-11-29 21:06:58', 'Despesa'),
(289, 13, '2018-11-29 21:06:58', 'Despesa'),
(290, 13, '2018-11-29 21:06:58', 'Despesa'),
(291, 13, '2018-11-29 21:06:58', 'Despesa'),
(292, 13, '2018-11-29 21:06:58', 'Despesa'),
(293, 13, '2018-11-29 21:06:59', 'Despesa'),
(294, 13, '2018-11-29 21:06:59', 'Despesa'),
(295, 13, '2018-11-29 21:06:59', 'Despesa'),
(296, 13, '2018-11-29 21:06:59', 'Despesa'),
(297, 13, '2018-11-29 21:06:59', 'Despesa'),
(298, 13, '2018-11-29 21:06:59', 'Despesa'),
(299, 13, '2018-11-29 21:06:59', 'Despesa'),
(300, 13, '2018-11-29 21:06:59', 'Despesa'),
(301, 13, '2018-11-29 21:06:59', 'Despesa'),
(302, 13, '2018-11-29 21:06:59', 'Despesa'),
(303, 13, '2018-11-29 21:06:59', 'Despesa'),
(304, 13, '2018-11-29 21:06:59', 'Despesa'),
(305, 13, '2018-11-29 21:06:59', 'Despesa'),
(306, 13, '2018-11-29 21:06:59', 'Despesa'),
(307, 13, '2018-11-29 21:06:59', 'Despesa'),
(308, 13, '2018-11-29 21:06:59', 'Despesa'),
(309, 13, '2018-11-29 21:06:59', 'Despesa'),
(310, 13, '2018-11-29 21:06:59', 'Despesa'),
(311, 13, '2018-11-29 21:06:59', 'Despesa'),
(312, 13, '2018-11-29 21:07:00', 'Despesa'),
(313, 13, '2018-11-29 21:07:35', 'Despesa'),
(314, 13, '2018-11-29 21:07:39', 'Despesa'),
(315, 13, '2018-11-29 21:07:50', 'Despesa'),
(316, 13, '2018-11-29 21:12:06', 'Despesa'),
(317, 13, '2018-11-29 21:12:09', 'Despesa'),
(318, 13, '2018-11-29 21:12:10', 'PÃ¡gina Inicial'),
(319, 13, '2018-11-29 21:12:20', 'Pagar'),
(320, 13, '2018-11-29 21:12:20', 'Pagar'),
(321, 13, '2018-11-29 21:14:28', 'Enviar Comprovante'),
(322, 13, '2018-11-29 21:14:31', 'Enviar Comprovante'),
(323, 13, '2018-11-29 21:14:39', 'Excluir Despesa'),
(324, 13, '2018-11-29 21:17:09', 'Excluir Despesa'),
(325, 13, '2018-11-29 21:17:13', 'PÃ¡gina Inicial'),
(326, 13, '2018-11-29 21:17:37', 'PÃ¡gina Inicial'),
(327, 13, '2018-11-29 21:17:38', 'PÃ¡gina Inicial'),
(328, 13, '2018-11-29 21:17:39', 'PÃ¡gina Inicial'),
(329, 13, '2018-11-29 21:17:39', 'PÃ¡gina Inicial'),
(330, 13, '2018-11-29 21:18:02', 'PÃ¡gina Inicial'),
(331, 13, '2018-11-29 21:18:03', 'PÃ¡gina Inicial'),
(332, 13, '2018-11-29 21:18:04', 'PÃ¡gina Inicial'),
(333, 13, '2018-11-29 21:18:04', 'PÃ¡gina Inicial'),
(334, 13, '2018-11-29 21:18:04', 'PÃ¡gina Inicial'),
(335, 13, '2018-11-29 21:18:33', 'PÃ¡gina Inicial'),
(336, 13, '2018-11-29 21:19:08', 'PÃ¡gina Inicial'),
(337, 13, '2018-11-29 21:19:19', 'PÃ¡gina Inicial'),
(338, 13, '2018-11-29 21:19:34', 'PÃ¡gina Inicial'),
(339, 13, '2018-11-29 21:19:42', 'PÃ¡gina Inicial'),
(340, 13, '2018-11-29 21:19:43', 'Despesa'),
(341, 13, '2018-11-29 21:19:43', 'Despesa'),
(342, 13, '2018-11-29 21:19:44', 'Cliente'),
(343, 13, '2018-11-29 21:19:44', 'Fornecedor'),
(344, 13, '2018-11-29 21:19:45', 'Log'),
(345, 13, '2018-11-29 21:19:46', 'Imagem de Perfil'),
(346, 13, '2018-11-29 21:19:54', 'Imagem de Perfil'),
(347, 13, '2018-11-29 21:19:59', 'Imagem de Perfil'),
(348, 13, '2018-11-29 21:20:06', 'PÃ¡gina Inicial'),
(349, 13, '2018-11-29 21:25:18', 'PÃ¡gina Inicial'),
(350, 13, '2018-11-29 21:25:25', 'PÃ¡gina Inicial'),
(351, 13, '2018-11-29 21:25:31', 'PÃ¡gina Inicial'),
(352, 13, '2018-11-29 21:25:32', 'PÃ¡gina Inicial'),
(353, 13, '2018-11-29 21:25:33', 'PÃ¡gina Inicial'),
(354, 13, '2018-11-29 21:25:37', 'PÃ¡gina Inicial'),
(355, 13, '2018-11-29 21:25:37', 'PÃ¡gina Inicial'),
(356, 13, '2018-11-29 21:25:38', 'PÃ¡gina Inicial'),
(357, 13, '2018-11-29 21:26:05', 'PÃ¡gina Inicial'),
(358, 13, '2018-11-29 21:26:27', 'PÃ¡gina Inicial'),
(359, 13, '2018-11-29 21:27:00', 'PÃ¡gina Inicial'),
(360, 13, '2018-11-29 21:27:02', 'PÃ¡gina Inicial'),
(361, 13, '2018-11-29 21:27:03', 'PÃ¡gina Inicial'),
(362, 13, '2018-11-29 21:28:14', 'PÃ¡gina Inicial'),
(363, 13, '2018-11-29 21:29:58', 'PÃ¡gina Inicial'),
(364, 13, '2018-11-29 21:30:21', 'PÃ¡gina Inicial'),
(365, 13, '2018-11-29 21:33:59', 'Despesa'),
(366, 13, '2018-11-29 21:38:04', 'Log'),
(367, 13, '2018-11-29 21:39:58', 'Log'),
(368, 13, '2018-11-29 21:40:02', 'Log'),
(369, 13, '2018-11-29 21:40:04', 'Cliente'),
(370, 13, '2018-11-29 21:40:04', 'Despesa'),
(371, 13, '2018-11-29 21:40:44', 'Despesa'),
(372, 13, '2018-11-29 21:40:45', 'Despesa'),
(373, 13, '2018-11-29 21:40:46', 'Lucro'),
(374, 13, '2018-11-29 21:40:47', 'Despesa'),
(375, 13, '2018-11-29 21:41:03', 'Despesa'),
(376, 13, '2018-11-29 21:41:08', 'Lucro'),
(377, 13, '2018-11-29 21:41:29', 'Lucro'),
(378, 13, '2018-11-29 21:41:49', 'Despesa'),
(379, 13, '2018-11-29 21:41:50', 'Lucro'),
(380, 13, '2018-11-29 21:41:51', 'Despesa'),
(381, 13, '2018-11-29 21:41:58', 'PÃ¡gina Inicial'),
(382, 13, '2018-11-29 21:42:31', 'PÃ¡gina Inicial'),
(383, 13, '2018-12-04 19:11:37', 'Login'),
(384, 13, '2018-12-04 19:27:18', 'Lucro'),
(385, 13, '2018-12-04 19:28:33', 'PÃ¡gina Inicial'),
(386, 13, '2018-12-04 19:29:46', 'PÃ¡gina Inicial'),
(387, 13, '2018-12-04 19:32:39', 'Lucro'),
(388, 13, '2018-12-04 19:32:47', 'Lucro'),
(389, 13, '2018-12-04 19:32:51', 'Lucro'),
(390, 13, '2018-12-04 19:32:54', 'PÃ¡gina Inicial'),
(391, 13, '2018-12-04 19:33:37', 'PÃ¡gina Inicial'),
(392, 13, '2018-12-04 19:38:17', 'PÃ¡gina Inicial'),
(393, 13, '2018-12-04 19:42:55', 'PÃ¡gina Inicial'),
(394, 13, '2018-12-04 20:02:37', 'PÃ¡gina Inicial'),
(395, 13, '2018-12-04 20:03:27', 'PÃ¡gina Inicial'),
(396, 13, '2018-12-04 20:04:01', 'PÃ¡gina Inicial'),
(397, 13, '2018-12-04 20:04:18', 'PÃ¡gina Inicial'),
(398, 13, '2018-12-04 20:06:18', 'PÃ¡gina Inicial'),
(399, 13, '2018-12-04 20:07:35', 'PÃ¡gina Inicial'),
(400, 13, '2018-12-04 20:07:48', 'PÃ¡gina Inicial'),
(401, 13, '2018-12-04 20:07:58', 'Lucro'),
(402, 13, '2018-12-04 20:08:02', 'Lucro'),
(403, 13, '2018-12-04 20:10:36', 'Lucro'),
(404, 13, '2018-12-04 20:10:43', 'Lucro'),
(405, 13, '2018-12-04 20:10:44', 'Despesa'),
(406, 13, '2018-12-04 20:10:47', 'Despesa'),
(407, 13, '2018-12-04 20:10:58', 'Lucro'),
(408, 13, '2018-12-04 20:11:02', 'Lucro'),
(409, 13, '2018-12-04 20:11:32', 'Lucro'),
(410, 13, '2018-12-04 20:11:51', 'Lucro'),
(411, 13, '2018-12-04 20:12:14', 'Log'),
(412, 13, '2018-12-04 20:12:20', 'Lucro'),
(413, 13, '2018-12-04 20:12:27', 'Lucro'),
(414, 13, '2018-12-04 20:12:43', 'Lucro'),
(415, 13, '2018-12-04 20:13:00', 'Lucro'),
(416, 13, '2018-12-04 20:13:07', 'Lucro'),
(417, 13, '2018-12-04 20:13:52', 'Lucro'),
(418, 13, '2018-12-04 20:14:14', 'Lucro'),
(419, 13, '2018-12-04 20:14:17', 'Lucro'),
(420, 13, '2018-12-04 20:14:57', 'Lucro'),
(421, 13, '2018-12-04 20:15:08', 'Despesa'),
(422, 13, '2018-12-04 20:15:11', 'Despesa'),
(423, 13, '2018-12-04 20:15:17', 'Log'),
(424, 13, '2018-12-04 20:15:26', 'Lucro'),
(425, 13, '2018-12-04 20:15:30', 'Lucro'),
(426, 13, '2018-12-04 20:15:31', 'Log'),
(427, 13, '2018-12-04 20:15:49', 'Lucro'),
(428, 13, '2018-12-04 20:15:52', 'Lucro'),
(429, 13, '2018-12-04 20:16:26', 'Lucro'),
(430, 13, '2018-12-04 20:16:30', 'Lucro'),
(431, 13, '2018-12-04 20:16:39', 'Cliente'),
(432, 13, '2018-12-04 20:16:40', 'Lucro'),
(433, 13, '2018-12-04 20:16:41', 'Despesa'),
(434, 13, '2018-12-04 20:16:45', 'Despesa'),
(435, 13, '2018-12-04 20:16:46', 'Despesa'),
(436, 13, '2018-12-04 20:16:54', 'Despesa'),
(437, 13, '2018-12-04 20:17:09', 'Despesa'),
(438, 13, '2018-12-04 20:17:11', 'Lucro'),
(439, 13, '2018-12-04 20:17:17', 'Lucro'),
(440, 13, '2018-12-04 20:17:49', 'Lucro'),
(441, 13, '2018-12-04 20:18:16', 'Lucro'),
(442, 13, '2018-12-04 20:18:20', 'Lucro'),
(443, 13, '2018-12-04 20:18:29', 'Lucro'),
(444, 13, '2018-12-04 20:18:44', 'Lucro'),
(445, 13, '2018-12-04 20:19:02', 'Lucro'),
(446, 13, '2018-12-04 20:20:05', 'Lucro'),
(447, 13, '2018-12-04 20:20:06', 'Lucro'),
(448, 13, '2018-12-04 20:20:14', 'Lucro'),
(449, 13, '2018-12-04 20:20:55', 'Lucro'),
(450, 13, '2018-12-04 20:20:59', 'Lucro'),
(451, 13, '2018-12-04 20:21:09', 'PÃ¡gina Inicial'),
(452, 13, '2018-12-04 20:21:35', 'PÃ¡gina Inicial'),
(453, 13, '2018-12-04 20:22:42', 'Pagar'),
(454, 13, '2018-12-04 20:22:44', 'Pagar'),
(455, 13, '2018-12-04 20:22:45', 'Pagar'),
(456, 13, '2018-12-04 20:22:46', 'Pagar'),
(457, 13, '2018-12-04 20:22:49', 'Pagar'),
(458, 13, '2018-12-04 20:22:52', 'Pagar'),
(459, 13, '2018-12-04 20:22:55', 'Pagar'),
(460, 13, '2018-12-04 20:22:57', 'Pagar'),
(461, 13, '2018-12-04 20:23:01', 'Excluir Despesa'),
(462, 13, '2018-12-04 20:23:04', 'Excluir Despesa'),
(463, 13, '2018-12-04 20:23:05', 'Excluir Despesa'),
(464, 13, '2018-12-04 20:23:07', 'Excluir Despesa'),
(465, 13, '2018-12-04 20:23:20', 'Excluir Despesa'),
(466, 13, '2018-12-04 20:23:27', 'Pagar'),
(467, 13, '2018-12-04 20:23:29', 'Excluir Despesa'),
(468, 13, '2018-12-04 20:23:50', 'Pagar'),
(469, 13, '2018-12-04 20:26:24', 'Pagar'),
(470, 13, '2018-12-04 20:26:37', 'Pagar'),
(471, 13, '2018-12-04 20:26:48', 'Pagar'),
(472, 13, '2018-12-04 20:29:03', 'Pagar'),
(473, 13, '2018-12-04 20:29:27', 'Editar'),
(474, 13, '2018-12-04 20:29:29', 'PÃ¡gina Inicial'),
(475, 13, '2018-12-04 20:29:31', 'Editar'),
(476, 13, '2018-12-04 20:29:32', 'PÃ¡gina Inicial'),
(477, 13, '2018-12-04 20:29:33', 'Excluir Despesa'),
(478, 13, '2018-12-04 20:29:39', 'Pagar'),
(479, 13, '2018-12-04 20:29:40', 'Pagar'),
(480, 13, '2018-12-04 20:29:42', 'PÃ¡gina Inicial'),
(481, 13, '2018-12-04 20:29:42', 'PÃ¡gina Inicial'),
(482, 13, '2018-12-04 21:00:09', 'PÃ¡gina Inicial'),
(483, 13, '2018-12-04 21:00:11', 'PÃ¡gina Inicial'),
(484, 13, '2018-12-04 21:00:24', 'PÃ¡gina Inicial'),
(485, 13, '2018-12-04 21:00:27', 'PÃ¡gina Inicial'),
(486, 13, '2018-12-04 21:00:28', 'PÃ¡gina Inicial'),
(487, 13, '2018-12-04 21:00:48', 'PÃ¡gina Inicial'),
(488, 13, '2018-12-04 21:00:54', 'Editar'),
(489, 13, '2018-12-04 21:00:55', 'PÃ¡gina Inicial'),
(490, 13, '2018-12-04 21:01:10', 'PÃ¡gina Inicial'),
(491, 13, '2018-12-04 21:01:12', 'Editar'),
(492, 13, '2018-12-04 21:01:13', 'PÃ¡gina Inicial'),
(493, 13, '2018-12-04 21:01:14', 'Editar'),
(494, 13, '2018-12-04 21:01:15', 'PÃ¡gina Inicial'),
(495, 13, '2018-12-04 21:02:06', 'Excluir Despesa'),
(496, 13, '2018-12-04 21:04:04', 'Pagar'),
(497, 13, '2018-12-04 21:04:08', 'Pagar'),
(498, 13, '2018-12-04 21:05:54', 'Excluir Despesa'),
(499, 13, '2018-12-04 21:06:13', 'Excluir Lucro'),
(500, 13, '2018-12-04 21:06:35', 'Excluir Lucro'),
(501, 13, '2018-12-04 21:09:09', 'Pagar'),
(502, 13, '2018-12-04 21:09:10', 'Pagar Lucro'),
(503, 13, '2018-12-04 21:09:11', 'Pagar Lucro'),
(504, 13, '2018-12-04 21:09:12', 'Pagar Lucro'),
(505, 13, '2018-12-04 21:10:01', 'Pagar Lucro'),
(506, 13, '2018-12-04 21:10:03', 'Pagar Lucro'),
(507, 13, '2018-12-04 21:10:03', 'Pagar Lucro'),
(508, 13, '2018-12-04 21:10:24', 'Log'),
(509, 13, '2018-12-04 21:10:26', 'PÃ¡gina Inicial'),
(510, 13, '2018-12-04 21:10:52', 'PÃ¡gina Inicial'),
(511, 13, '2018-12-04 21:10:53', 'Pagar Lucro'),
(512, 13, '2018-12-04 21:11:00', 'Enviar Comprovante'),
(513, 13, '2018-12-04 21:11:04', 'Enviar Comprovante'),
(514, 13, '2018-12-04 21:13:11', 'Enviar Comprovante'),
(515, 13, '2018-12-04 21:13:14', 'Enviar Comprovante'),
(516, 13, '2018-12-04 21:13:18', 'Enviar Comprovante'),
(517, 13, '2018-12-04 21:13:36', 'Enviar Comprovante'),
(518, 13, '2018-12-04 21:14:23', 'Enviar Comprovante'),
(519, 13, '2018-12-04 21:14:32', 'Enviar Comprovante'),
(520, 13, '2018-12-04 21:14:39', 'Enviar Comprovante'),
(521, 13, '2018-12-04 21:15:16', 'Enviar Comprovante'),
(522, 13, '2018-12-04 21:15:35', 'Enviar Comprovante'),
(523, 13, '2018-12-04 21:15:47', 'Enviar Comprovante'),
(524, 13, '2018-12-04 21:25:21', 'Enviar Comprovante'),
(525, 13, '2018-12-04 21:25:41', 'Enviar Comprovante'),
(526, 13, '2018-12-04 21:26:06', 'Enviar Comprovante'),
(527, 13, '2018-12-04 21:26:28', 'Enviar Comprovante'),
(528, 13, '2018-12-04 21:26:42', 'Enviar Comprovante'),
(529, 13, '2018-12-04 21:26:53', 'Enviar Comprovante'),
(530, 13, '2018-12-04 21:27:01', 'Enviar Comprovante'),
(531, 13, '2018-12-04 21:28:44', 'Enviar Comprovante'),
(532, 13, '2018-12-04 21:30:20', 'Enviar Comprovante'),
(533, 13, '2018-12-04 21:30:28', 'Enviar Comprovante'),
(534, 13, '2018-12-04 21:32:21', 'Enviar Comprovante'),
(535, 13, '2018-12-04 21:33:20', 'Enviar Comprovante'),
(536, 13, '2018-12-04 21:33:36', 'Enviar Comprovante'),
(537, 13, '2018-12-04 21:34:20', 'Enviar Comprovante'),
(538, 13, '2018-12-04 21:34:32', 'Enviar Comprovante'),
(539, 13, '2018-12-04 21:34:50', 'Enviar Comprovante'),
(540, 13, '2018-12-04 21:35:00', 'PÃ¡gina Inicial'),
(541, 13, '2018-12-04 21:35:32', 'PÃ¡gina Inicial'),
(542, 13, '2018-12-04 21:37:44', 'Log'),
(543, 13, '2018-12-04 21:38:23', 'Log'),
(544, 13, '2018-12-04 21:38:33', 'Imagem de Perfil'),
(545, 13, '2018-12-04 21:38:34', 'PÃ¡gina Inicial'),
(546, 13, '2018-12-04 21:38:36', 'Despesa'),
(547, 13, '2018-12-04 21:38:38', 'Lucro'),
(548, 13, '2018-12-04 21:38:38', 'Cliente'),
(549, 13, '2018-12-04 21:38:40', 'Fornecedor'),
(550, 13, '2018-12-04 21:38:42', 'Log'),
(551, 13, '2018-12-04 21:38:44', 'Imagem de Perfil'),
(552, 13, '2018-12-04 21:38:46', 'Log'),
(553, 13, '2018-12-04 21:38:57', 'PÃ¡gina Inicial'),
(554, 13, '2018-12-04 21:39:29', 'Despesa'),
(555, 13, '2018-12-04 21:39:32', 'Lucro'),
(556, 13, '2018-12-04 21:39:34', 'Despesa'),
(557, 13, '2018-12-04 21:39:34', 'Lucro'),
(558, 13, '2018-12-04 21:39:35', 'Cliente'),
(559, 13, '2018-12-04 21:39:40', 'Lucro'),
(560, 13, '2018-12-04 21:39:41', 'Cliente'),
(561, 13, '2018-12-04 21:39:42', 'Fornecedor'),
(562, 13, '2018-12-04 21:39:44', 'Log'),
(563, 13, '2018-12-04 21:39:46', 'Imagem de Perfil'),
(564, 13, '2018-12-04 21:39:49', 'Sair');

-- --------------------------------------------------------

--
-- Estrutura da tabela `lucro`
--

CREATE TABLE `lucro` (
  `id` int(11) NOT NULL,
  `nome` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `valor` float NOT NULL,
  `idusuario` int(11) NOT NULL,
  `pago` int(1) NOT NULL,
  `pagoem` datetime DEFAULT NULL,
  `comprovante` varchar(50) COLLATE utf8_unicode_ci DEFAULT '0',
  `cliente` varchar(250) COLLATE utf8_unicode_ci DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Extraindo dados da tabela `lucro`
--

INSERT INTO `lucro` (`id`, `nome`, `valor`, `idusuario`, `pago`, `pagoem`, `comprovante`, `cliente`) VALUES
(4, 'asd', 123, 13, 1, '2018-12-04 21:10:53', '4.txt', 'preto');

-- --------------------------------------------------------

--
-- Estrutura da tabela `usuario`
--

CREATE TABLE `usuario` (
  `id` int(11) NOT NULL,
  `nome` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `senha` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `usuariopai` int(11) DEFAULT '0',
  `imagem` varchar(50) COLLATE utf8_unicode_ci DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Extraindo dados da tabela `usuario`
--

INSERT INTO `usuario` (`id`, `nome`, `email`, `senha`, `usuariopai`, `imagem`) VALUES
(1, 'admin', 'admin@admin.com', 'admin', 0, '1.png'),
(13, '123', '123', '123', 0, '13.png'),
(15, '666', '666', '666', 0, '0'),
(16, '6669', '6669', '6669', 15, '16.png'),
(37, 'aaa', 'aaa', 'aaa', 1, '0'),
(38, 'bbb', 'bbb', 'bbb', 1, '0'),
(39, 'Preto', 'preto@negro.black', 'coco', 0, '0');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `cliente`
--
ALTER TABLE `cliente`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `despesa`
--
ALTER TABLE `despesa`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fornecedor`
--
ALTER TABLE `fornecedor`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `log`
--
ALTER TABLE `log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lucro`
--
ALTER TABLE `lucro`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `usuario`
--
ALTER TABLE `usuario`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `cliente`
--
ALTER TABLE `cliente`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `despesa`
--
ALTER TABLE `despesa`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=86;

--
-- AUTO_INCREMENT for table `fornecedor`
--
ALTER TABLE `fornecedor`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `log`
--
ALTER TABLE `log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=565;

--
-- AUTO_INCREMENT for table `lucro`
--
ALTER TABLE `lucro`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `usuario`
--
ALTER TABLE `usuario`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=40;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
